def teach1():
    input('콘솔:일단 print부터 알려줄게.프린트라고 읽으며, 프린트는 print(숫자또는 변수) 아니면 print(\'문자\')라고 써!')
    input('콘솔:그리고 변수!변수는 변할 수 있는 값이라는 수인데,변하지 않는 수인 상수는 아쉽게도 없어.')
    input('콘솔:이정도만 알아도  특별한 일 없이는 생활할 수 있어.')

def teach2():
    input('콘솔:다른 사람과 대화하려면 target(사람 이름) 이렇게 하면 다른 사람과 의사소통을 할 수 있게 준비하는 거야.')
    input('콘솔:다른 사람에게 말을 하려면 print(\'하고싶은 말\')이렇게 하면 되는데 너가 할 수 있는 말은 제한적이야.')
    input('콘솔:다른 사람에게 물으는 거면 input(\'물으는 말\')이렇게 하면 돼!')
    input('그리고 all이라고 모든 사람에게 하는 것도 있어.이런 것들 사실 상대방이 받을때는 안보인다는 건 잊지마~')